import { about } from "./tokens";

const t = about;

export const aboutFA = {
  [t.title]: "درباره من",
  [t.introduction.title]: "معرفی",
  [t.introduction.description]:
    "به عنوان یک توسعه‌دهنده ارشد فول‌استک با بیش از ۷ سال تجربه، تخصص من در توسعه اپلیکیشن‌های تک‌صفحه‌ای (SPA) با عملکرد بالا و استفاده از فناوری‌های مدرن مانند React.js، جاوااسکریپت، Next.js، تایپ‌اسکریپت، HTML و CSS است. من در ایجاد رابط‌های کاربری کاربرپسند و ادغام APIهای قدرتمند مانند REST و GraphQL مهارت دارم و تجربه‌ای بی‌وقفه و واکنش‌گرا را فراهم کرده‌ام. این دستاوردها نه تنها باعث افزایش تعامل کاربران و بهبود کارایی عملیاتی شده‌اند، بلکه نقش مهمی در بهبود تجربه کلی کاربر و افزایش رضایت مشتری داشته‌اند. توانایی من در بهینه‌سازی کد و ارائه راه‌حل‌های نوآورانه به تیم‌ها کمک کرده است تا پروژه‌ها را به موقع و با کیفیت بالا تحویل دهند.",
};
